tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "archey4"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-git-prompt"
brew "node"
brew "bower"
brew "freetype"
brew "glib"
brew "coreutils"
brew "libevent"
brew "gnutls"
brew "cask"
brew "certbot"
brew "cmake"
brew "ddgr"
brew "docker-compose"
brew "docker-credential-helper"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "enca"
brew "exa"
brew "exercism"
brew "webp"
brew "gd"
brew "gdk-pixbuf"
brew "geoip"
brew "git"
brew "git-absorb"
brew "git-extras"
brew "git-fixup"
brew "git-open"
brew "gitmoji"
brew "glab"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "nghttp2"
brew "gpgme"
brew "gradle-completion"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hyperkit"
brew "oniguruma"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kompose"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "libxml2"
brew "lima"
brew "mackup"
brew "mas"
brew "maven"
brew "mdcat"
brew "minikube"
brew "moreutils"
brew "tokyo-cabinet"
brew "mutt"
brew "mysql"
brew "ncdu"
brew "newman"
brew "nmap"
brew "oath-toolkit"
brew "openconnect"
brew "openldap"
brew "tree"
brew "pass"
brew "plantuml"
brew "postgresql", restart_service: true
brew "postgresql@13"
brew "prometheus"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "redis"
brew "ripgrep"
brew "rkhunter"
brew "rust"
brew "s3cmd"
brew "siege"
brew "sonarqube"
brew "speedtest-cli"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "task"
brew "telnet"
brew "tidy-html5"
brew "tig"
brew "tldr"
brew "tmux"
brew "tnftp"
brew "vim"
brew "wifi-password"
brew "wiki"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
cask "beyond-compare"
cask "flux"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "java8"
cask "keybase"
cask "postman"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rectangle"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "syntax-highlight"
cask "validator-sac"
cask "visual-studio-code"
cask "wireshark"
mas "GarageBand", id: 682658836
mas "ifolor Designer", id: 446366603
mas "iMovie", id: 408981434
mas "IP Scanner", id: 404167149
mas "iPhoto", id: 408981381
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Keys Multiplatform", id: 1494642810
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Spark", id: 1176895641
